Repository: aacostamx/SISAC
Catalog: Code/Sources/VOI.SISAC.Web/Resources/Resource.*.resx
Languages: es

source: Accept
es: Aceptar

# Account
source: My Account
es: Mi Cuenta

# AccountingAccountMenu
source: Accounting Account
es: Cuentas Contables

source: Accounting Account Name
es: Cuenta Contable

# AccountingAccountNameRequired
source: Accounting Account Name is required
es: Nombre es Requerido

source: Accounting Account Number
es: Número Cuenta

# AccountingAccountNumberMaxMinLong
source: Accounting Account Number must be between 6 and 8
es: Número de Cuenta debe estar entre 6 y 8 caracteres

# AccountingAccountNumberRequired
source: Accounting Account Number is required
es: Número de Cuenta es Requerido

# AccountingAccountTitle
source: Accounting Account Catalog
es: Catálogo de Cuentas Contables

source: Actions
es: Acciones

source: Active
es: Activo

source: Actual Time Of Arrival
es: Hora Actual de Llegada

source: Actual Time Of Departure
es: Hora Actual de Salida

source: Add
es: Agregar

source: Add Fuel Concept
es: Agregar Concepto Combustible

# AddModulePermission
source: Add Permission
es: Agregar Permisos

# AddProfileRole
source: Add Roles
es: Agregar Roles

source: Adults
es: Adultos

source: Advance Search
es: Búsqueda Avanzada

# AircraftRegistCCFlag
source: Applies Equipment Number Cost Center
es: Aplica Matricula como CC

source: Airline
es: Aerolínea

source: Airline Code
es: Código Aerolínea

# AirlineMenu
source: Airline
es: Aerolíneas

source: Airline Name
es: Nombre Aerolínea

source: Airline Short Name
es: Nombre Corto

# AirlineTitle
source: Airline Catalog
es: Catálogo de Aerolíneas

# AirplaneMenu
source: Airplane
es: Aviones

source: Airplane Model
es: Modelo Aeronave

# AirplaneTitle
source: Airplane Catalog
es: Catálogo de Aeronaves

# AirplanetWeightFlag
source: Applies Airplane's Weight
es: Aplica Peso Aeronave

# AirplaneTypeMenu
source: Airplane Type
es: Tipos de Avión

# AirplaneTypeTitle
source: Airplane Type Catalog
es: Catálogo de Tipos Aeroplanos

source: Airplane Weight Name
es: Nombre del Peso del Avión

# AirplaneWeightUnitName
source: Aircraft Weight Uom
es: Unidad Peso del Avión

source: Airport
es: Aeropuerto

# AirportFeeCode
source: Airport Fee
es: Código de Participación Aeroportuaria (ASA)

source: Airport Group Code
es: Código Grupo Aeroportuario

# AirportGroupMenu
source: Airport Group
es: Grupos Aeroportuarios

source: Airport Group Name
es: Grupos Aeroportuarios

# AirportGroupTitle
source: Airport Group Catalog
es: Catálogo Grupos Aeroportuarios

source: Airport Service
es: Servicios Aeropuerto

# AirportServiceContractMenu
source: Airport Service Contract
es: Contrato de Servicio Aeroportuario

source: Airport Service ID
es: Airport Servicio ID

# AirportServicesArrive
source: Services Arrive
es: Servicios de Llegada

# AirportServicesDeparture
source: Services Departure
es: Servicios de Salida

# AirportTaxValue
source: Airport Tax Rate
es: Tarifa Impuesto Aeroportuario

# AirportTitle
source: Airports Catalog
es: Catálogo de Aeropuertos

# AlreadyExistCrew
source: You can not insert the same crew twice
es: No puedes insertar dos veces el mismo tripulante

# AlreadyExistSteward
source: You can not insert twice the same stewardess
es: No se puede insertar dos veces el mismo sobrecargo

source: Aor UserID
es: AOR

# ApronPosition
source: Position
es: Posición

source: Arrival airport
es: Aeropuerto de llegada

# ArrivalAirportRequired
source: Arrival airport is required
es: Aeropuerto de llegada es requerido

source: Arrival date
es: Fecha de llegada

# ArrivalDateRequired
source: Arrival date is required
es: Fecha de llegada es requerido

# ArrivalDateSmaller
source: The arrival date of existing item must be smaller than of the departure date of the next item on the itinerary.
es: La fecha de llegada debe ser menor que la de salida de la secuencia siguiente.

# ArrivalGreaterThanDeparture
source: Arrival Date must be greater than Departure Date
es: Fecha de Llegada debe ser mayor que fecha de Salida

source: Arrival Minutes Max
es: Llegada Minutos Máxima

source: Arrival Minutes Min
es: Llegada Minutos Mínima

source: Arrival Service
es: Servicio de Llegada

# ArrivalStation
source: Arrival Airport
es: Aeropuerto de Llegada

source: Arrive Time
es: Hora de Llegada

source: Autorization
es: Autorización

source: Back
es: Regresar

source: Baggage Information
es: Información de Equipaje

source: Both Of Them
es: Ambos

source: Cabin A
es: Cabina A

source: Cabin B
es: Cabina B

source: Cabin Information
es: Información de Cabinas

source: Calculation Period
es: Periodo de Cálculo

# CalculationPeriods
source: Calculations Periods
es: Períodos de Cálculos

# CalculationStatusCode
source: Calculation Status
es: Estatus del Calculo

# CalculationTypeName
source: Calculation Type
es: Tipo de Cálculo

source: Cancel
es: Cancelar

# CCName
source: Cost Center Name
es: Nombre Centro de Costos

# CCNumber
source: Cost Center Number
es: Número Centro de Costos

# ChargeFactorTypeID
source: Charge Factor
es: Factor de Cobro

source: Charge Factor Type Name
es: Nombre Factor de Cobro

source: Children
es: Infantes

# ChoiceCrew
source: You must select a crew
es: Debes seleccionar un Tripulante

# ChoiceSteward
source: You must select a steward
es: Debes seleccionar una Sobrecargo

# ChooseFile
source: Chosse File
es: Selecciona Archivo

source: Citizenship
es: Ciudadanía

source: Clear
es: Limpiar

source: Close
es: Cerrar

# ClosingTime
source: Closing
es: Cierre

# CompartmentTypeCode
source: Compartment Type
es: Tipo Compartimiento

source: Confirmation Date
es: Fecha Confirmación

# ConfirmationStatusCode
source: Confirmation Status
es: Estatus de Confirmación

# ConfirmationStatusName
source: Confirmation Status
es: Estatus de Confirmación

source: Confirm Calculation Period
es: Confirmar Periodo de Cálculo

# ConfirmDelete
source: Are you sure you want to delete this record?
es: ¿Estás seguro que deseas eliminar el registro?

# ConfirmedByUserName
source: Confirmed By User
es: Confirmado por

source: Controller Name
es: Nombre del Controlador

source: Cost Center
es: Centro de Costos

# CostCenterMenu
source: Cost Center
es: Centro de Costos

# CostCenterTitle
source: Cost Center Catalog
es: Catálogo de Centro de Costos

source: Country Code
es: Código País

source: Country Code Short
es: Código Corto País

# CountryMenu
source: Countries
es: Países

source: Country Name
es: Nombre País

source: Country Of Bird
es: País de Nacimiento

source: Country Of Residence
es: País de Residencia

# CountryTitle
source: Country Catalog
es: Catálogo de País

source: Create
es: Crear

source: Created Date
es: Fecha de Creación

source: Create Policy
es: Crear Póliza

source: Creation Date
es: Fecha de Creación

source: Crew
es: Tripulación

source: Crew Capacity
es: Capacidad Tripulantes

# CrewGendecTitle
source: Captains and pilots
es: Capitanes y copilotos

# CrewMenu
source: Crew
es: Tripulación

# CrewTitle
source: Crew Catalog
es: Catálogo de Tripulación

# CrewTypeID
source: Crew Type
es: Tipo de Tripulante

# Currency
source: Currency Catalog
es: Catálogo de Monedas

source: Currency Code
es: Código de Moneda

# CurrencyCodeMaxLong
source: Must be less than 4 characters
es: Debe ser menos de 4 caracteres

# CurrencyMenu
source: Currency
es: Monedas

source: Currency Name
es: Moneda

# CurrencyNameRequired
source: Currency Name is required
es: Nombre es Requerido

source: Date Of Bird
es: Fecha de Nacimiento

# DateTimeFormat
source: MM/dd/yyyy
es: dd/MM/yyyy

# DateTimeValidation
source: Must be a Date
es: Debe ser una Fecha

source: Definition
es: Definición

source: Delay Code
es: Código Demora

# DelayMenu
source: Delay
es: Demoras

source: Delay Name
es: Descripción Demora

# DelayTitle
source: Delay Catalog
es: Catálogo Demoras

source: Delete
es: Eliminar

# DeleteRelationships
source: Are you sure you want to delete this (This will delete all relationships itinerary)?
es: Seguro que deseas borrar (Esta acción borrará todas las dependencias)?

source: Delivery Service
es: Servicio de Salida

source: Density Factor
es: Factor de Densidad

source: Department
es: Departamento

source: Departure airport
es: Aeropuerto de salida

# DepartureAirportDistinctArrivalAirport
source: Departure Airport and Arrival must be distinct
es: Aeropuerto de Salida y Llegada deben ser distintos

# DepartureAirportRequired
source: Departure airport is required
es: Aeropuerto de salida es requerido

source: Departure Date
es: Fecha Salida

source: Departure Date End
es: Fecha de Salida Final

# DepartureDateGreater
source: The departure date of existing item must be greater than of the arrival date of the preview item on the itinerary.
es: La fecha de salida debe ser mayor que la de llegada de la secuencia anterior.

# DepartureDateRequired
source: Departure date is required
es: Fecha de salida es requerido

source: Departure Date Start
es: Fecha de Salida Inicial

source: Departure Minutes Max
es: Salida Minutos Máxima

source: Departure Minutes Min
es: Salida Minutos Mínima

# DepartureStation
source: Departure Airport
es: Aeropuerto de Salida

source: Departure Time
es: Hora Salida

source: Description
es: Descripción

source: Detailed Report
es: Reporte Detallado

source: Details
es: Detalle

# DiplomaticPassenger
source: Diplomatics
es: Diplomáticos

source: Drinking Water ID
es: Agua Potable ID

# DrinkingWaterMenu
source: Drinking Water
es: Niveles Agua Potable

# DrinkingWaterPercentageDeparture
source: % at Departure
es: % a la Salida

# DrinkingWaterTitle
source: Drinking Water Catalog
es: Catálogo de Niveles de Agua Potable

source: Edit
es: Editar

source: Effective Date
es: Fecha Efectiva

# EmailVal
source: Please enter a valid email address
es: Email Invalido

source: Employee Number
es: Número de Empleado

# EmptyFileError
source: The File must not be empty.
es: El archivo no debe de estar vacío.

# EmptyOperatingWeight
source: Operating Empty Weight (Kg)
es: Peso Vacío de Operación (Kg)

source: End Date
es: Fecha Final

source: End Date Contract
es: Fecha de termino de contrato

source: End Date Period
es: Fin Periodo

source: End Date Process
es: Fin Proceso

# EndDateService
source: End Date
es: Fecha Final

# EndTimeService
source: End Time
es: Hora Final

# EnglishLanguage
source: English
es: Inglés

source: Entry Date
es: Fecha de Entrada

# EquipmentNumber
source: A/C Registration
es: Matrícula

# ErrorReadingFile
source: Error reading the File.
es: Error al leer el archivo.

# ErrorsFoundWarning
source: There are errors in the selected period. Do you want to continue?
es: El periodo de cálculo aún tiene errores que no se han resulto. ¿Desea continuar?

# ErrorValidationFile
source: Required field or wrong format on row:
es: Campo requerido o formato no valido en la fila:

source: Export
es: Exportar

source: Extra Crew
es: Tripulación Extra

# FederalTaxCode
source: Federal Tax
es: Impuesto Federal

# FederalTaxValue
source: Federal Tax Rate
es: Tarifa Impuesto Federal

# FileValidation
source: The file must to be a TXT file and have some content
es: El archivo debe de ser un TXT y tener contenido

# FilmingMaximumWeight
source: Max. Filming Weight (Kg)
es: Peso Máx. Rodaje(Kg)

source: First Name
es: Primer Nombre

source: Flight
es: Vuelo

source: Flight Information
es: Información del Vuelo

source: Flight Number
es: Número de Vuelo

# FlightNumberMaxLong
source: Flight number should be less than 5 characters
es: Número de vuelo debe de ser menos de 5 caracteres

# FlightScheduleTitle
source: Flights Schedule
es: Itinerario de Vuelos

# FormatFileError
source: The File must be a plain text type.
es: El archivo debe ser de tipo de texto plano.

# FuelBeforeLanding
source: Fuel Before Landing (Kg)
es: Combus Antes Aterrizaje (Kg)

source: Fuel Concept ID
es: Concepto de Combustible ID

# FuelConceptMenu
source: Fuel Concept
es: Conceptos de Combustible

source: Fuel Concept Name
es: Nombre Concepto

source: Fuel Concept Name Required
es: Nombre es Requerido

# FuelConceptTitle
source: Fuel Concept Catalog
es: Catálogo de Conceptos de Combustible

# FuelConceptTypeCode
source: Category Fuel Concept
es: Categoría de Concepto de Combustible

# FuelConceptTypeName
source: Concept Category
es: Categoría del Concepto

# FueledQry
source: Fueled Qry (Kgs)
es: Cantidad Suministrada (Kg)

source: Fueled Qty (Gals)
es: Cantidad Suministrada (Gal)

# FuelInGallon
source: Fuel Capacity (Gals)
es: Capacidad Combustible (Gal)

source: Fueling Date
es: Fecha de abastecimiento

source: Fueling Time
es: Hora de Abastecimiento

# FuelInKg
source: Fuel Catacity (Kg)
es: Capacidad Combustible (Kg)

# FuelInLiters
source: Fuel Capacity (Lts)
es: Capacidad Combustible (Lt)

# FuelLoaded
source: Fuel Loaded (Kg)
es: Combustible Cargado (Kg)

source: Functional Area Description
es: Descripción Área

source: Functional Area Description Required
es: Descripción es Requerida

source: Functional Area ID
es: Área

# FunctionalAreaID1
source: Functional Area ID
es: Área Funcional ID

# FunctionalAreaMenu
source: Functional Area
es: Áreas Funcionales

source: Functional Area Name
es: Nombre Área

# FunctionalAreaNameRequired
source: Functional Area Name is required
es: Nombre es Requerido

# FunctionalAreaTitle
source: Functional Area Catalog
es: Catálogo de Aéreas Funcionales

source: Gate Number
es: Número de Puerta

# GendecArrivalClosedMessage
source: The Gendec arrival is closed, you could not edit the information.
es: El manifiesto de llegada se encuentra cerrado, no se podrá editar la información.

# GendecArrivalTitle
source: General Declaration Arrival
es: Gendec de Llegada

# GendecClosedMessage
source: The Gendec departure is closed, you could not edit the information.
es: El manifiesto de salida se encuentra cerrado, no se podrá editar la información.

# GendecDepartureTitle
source: General Declaration Departure
es: Gendec de Salida

source: Gender
es: Género

source: General Services
es: Servicios Generales

# GpuCode
source: Unit Number
es: No. Económico

source: Gpu End Meter
es: Lectura Final

# GPULocation
source: Location
es: Localización

# GpuName
source: Description
es: Descripción

# GpuObservationCode
source: Code
es: Código

# GpuObservationCodeName
source: Description
es: Descripción

# GpuObservationMenu
source: Gpu Observation
es: Observaciones GPU

# GpuObservationTitle
source: GPU Observation Catalog
es: Catálogo Observación GPU

source: Gpu Start Meter
es: Lectura Inicial

# GpuTitle
source: GPU Catalog
es: Catálogo GPU

source: Group Report
es: Reporte Agrupado

# GroupWeight
source: Airport Groups Weight (Kg)
es: Peso Cobro Grupos (Kg)

source: Home Address
es: Dirección

source: Home Address City
es: Del. o Municipio

source: Home Address Country
es: País (Dir.)

source: Home Address State
es: Estado (Dir.)

source: Home Address Zip Code
es: C.P.

# InactivateServiceContractTitle
source: Select the end date for the contract
es: Seleccione la fecha de termino para el contrato

source: Inactive
es: Inactivar

source: Include Airport Group
es: Incluir Grupo Aeroportuario

# InternationalFuelContractMenu
source: International Fuel Contract
es: Contrato de Combustible Internacional

# InternationalFuelContractTitle
source: International Fuel Contract Catalog
es: Catalogo de Contratos de Combustible Internacional

# InternationalFuelTitle
source: International Fuel
es: Combustible Internacional

source: International TUA
es: TUA Internacional

source: IntoPlane Provider Number
es: Proveedor que transporta

# InvalidDates
source: Is necessary to have the day before and after to Bulk File
es: Es necesario tener el día anterior y el posterior de la carga masiva

source: Invalid Format
es: Formato Inválido

source: Itinerary Catalog
es: Itinerario Catalog

source: Itinerary Definition
es: Definición de Itinerario

source: Itinerary Key
es: Itinerario Key

# ItineraryMenu
source: Flight Schedule
es: Itinerario

# ItineraryTitle
source: Flight Schedule
es: Calendario de Vuelos

source: Jet Fuel Process
es: Procesar Combustible Internacional

source: JetFuel Provider Number
es: Proveedor que vende

source: Jet Fuel Ticket Arrival
es: Ticket de Combustible a la Llegada

source: Jet Fuel Ticket Departure
es: Ticket de Combustible a la Salida

# JetFuelTicketTitle
source: Jet Fuel Ticket
es: Tickets de Combustible

# Kilogrammes
source: Kgs
es: Kg

source: Language
es: Idioma

# LastDelete
source: You can only delete the last element.
es: Solo puedes borrar el ultimo elemento de la secuencia.

source: Last Name
es: Apellido

# LastSameFlight
source: The departure airport must be the same of the lass sequence on the itinerary.
es: El aeropuerto de salida debe ser el mismo que el de llegada de la secuencia anterior.

# LengthMax1
source: Length maximum must be 1 character
es: Longitud Máxima de 1 carácter

# LengthMax10
source: Length maximum must be 10 characters
es: Longitud Máxima de 10 caracteres

# LengthMax100
source: Length maximum must be 100 characters
es: Longitud Máxima de 100 caracteres

# LengthMax12
source: Length maximum must be 12 characters
es: Longitud Máxima de 12 caracteres

# LengthMax150
source: Length maximum must be 150 characters
es: Longitud Máxima de 150 caracteres

# LengthMax2
source: Length maximum must be 2characters
es: Longitud Máxima de 2 caracteres

# LengthMax20
source: Length maximum must be 20 characters
es: Longitud Máxima de 20 caracteres

# LengthMax25
source: Length maximum must be 25 characters
es: Longitud Máxima de 25 caracteres

# LengthMax250
source: Length maximum must be 250 characters
es: Longitud Máxima de 250caracteres

# LengthMax255
source: Length maximum must be 255 characters
es: Longitud Máxima de 255 caracteres

# LengthMax3
source: Length maximum must be 3 character
es: Longitud Máxima de 3 caracteres

# LengthMax30
source: Length maximum must be 30 characters
es: Longitud Máxima de 30 caracteres

# LengthMax4
source: Length maximum must be 4 characters
es: Longitud Máxima de 4 caracteres

# LengthMax40
source: Length maximum must be 40 characters
es: Debe ser menos de 40 caracteres

# LengthMax5
source: Length maximum must be 5 characters
es: Longitud Máxima de 5 caracteres

# LengthMax50
source: Length maximum must be 50 characters
es: Longitud Máxima de 50 caracteres

# LengthMax60
source: Length maximum must be 60 characters
es: Longitud Máxima de 60 caracteres

# LengthMax8
source: Length maximum must be 8 characters
es: Longitud Máxima de 8 caracteres

# LengthMaxHundred
source: Length maximum must be 100 characters
es: Longitud Máxima de 100 caracteres

# LengthMin2
source: Length must be 2 characters
es: Longitud debe ser 4 caracteres

# LengthMin3
source: Length must be 3 characters
es: Longitud debe ser 3 caracteres

# LengthMin5
source: Length must be 5 characters
es: Longitud debe ser 5 caracteres

# LiabilityAccountMenu
source: Liability Account
es: Cuentas Pasivo

source: Liability Account Name
es: Cuenta Pasivo

# LiabilityAccountNameRequired
source: Liability Account Name is required
es: Nombre es Requerido

source: Liability Account Number
es: Numero de Cuenta

# LiabilityAccountNumberMaxMinLong
source: LiabilityAccountNumber should be between 6 and 8
es: Número de Cuenta debe estar entre 6 y 8 caracteres

# LiabilityAccountNumberRequired
source: Liability Account Number is required
es: Número de Cuenta es Requerido

# LiabilityAccountTitle
source: Liability Account Catalog
es: Catálogo de Cuentas de Pasivo

source: Licence Country Issuance
es: País de Emisión

source: Licence Number
es: Número de Licencia

source: Licence Number Expiration
es: Expira

# Line
source: in Line:
es: en Line:

# LocalizationStation
source: Localization
es: Localización

# LocalTaxCode
source: Local/City Tax
es: Impuesto Local/Ciudad

# LocalTaxValue
source: Local Tax Rate
es: Tarifa Impuesto Local

source: Log Errors
es: Bitácora de Errores

# LoginFailed
source: Username or Password is incorrect
es: Nombre de Usuario o Contraseña Incorrecta

# Magnitude
source: Wingspan (Mts)
es: Envergadura (Mt)

source: Manifest Number
es: Número de Manifiesto

# ManifestTimeConfigID
source: Manifest ID
es: Manifiesto ID

# ManifestTimeConfigMenu
source: Manifest Time Config
es: Configuración minutos manifiesto

# ManifestTimeConfigTitle
source: Manifest Time Configuration Catalog
es: Catálogo Manifiesto Configuración Tiempo

# MaximumLandingWeight
source: Max. Landing Weight (Kg)
es: Peso Máx. Aterrizaje (Kg)

# MaximumTakeoffWeight
source: Max. Takeoff Weight (Kg)
es: Peso Máx. Despegue (Kg)

# MaximumZeroFuelWeight
source: Max. Zero Fuel Weight (Kg)
es: Peso Máx. Cero Combustible. (Kg)

source: Menu Code
es: Código del Menú

source: Middle Name
es: Segundo Nombre

source: Module Code
es: Código del Módulo

source: Module Name
es: Nombre del Módulo

# ModulePermission
source: Add Permissions to Module
es: Agregar Permisos a Módulo

# ModuleTitle
source: Module
es: Módulo

# MultiRateFlag
source: Applies Multiple Rate
es: Aplica Tarifa Múltiple

# MustBeNumber
source: This Field mut be a number
es: Este campos debe ser un número

source: Name
es: Nombre

source: National TUA
es: TUA Nacional

source: New Rate
es: Nueva Tarifa

# NoErrorsForPeriod
source: There is no errors for this period.
es: No hay errores registrados para este periodo.

# NoGendecCrew
source: There is no crew selected for this flight.
es: No hay tripulación para el vuelo seleccionado.

# NoGendecDeparture
source: There is no gendec document departure created for this flight.
es: No se ha generado el Gendec de salida para el vuelo seleccionado.

# NombreUsuario
source: User Name
es: Nombre de Usuario

# NotCloseGendec
source: The Gendec can not be closed because there is no crew
es: El Gendec no puede cerrarse porque no hay tripulantes

# NotEditGendec
source: The Gendec can not be edited because it is closed
es: El Gendec no puede editarse porque ya esta cerrado

# NotExistCrews
source: You must add crew
es: Debes agregar tripulación

source: Not File
es: Sin archivo

# NotFoundDB
source: not Found in DB
es: no Encontrado en DB

source: Observations
es: Observaciones

source: Open
es: Abrir

# OpeningTime
source: Opening
es: Apertura

source: Open Manifest
es: Abrir Manifiesto

source: Open Period
es: Periodo Abierto

# OpenPeriodSuccessfully
source: The period {0} has been opened successfully.
es: El período {0} ha sido abierto correctamente.

source: Operation Name
es: Tipo Operación

# OperationNotProceedError
source: The operation can not be processed.
es: La operación no se puede procesar.

# OperationTypeID
source: Operation applied
es: Aplica en Operación

source: Operation Type Name
es: Tipo de Operación

source: Other Exempt
es: Otros Exentos

# PassengerCapacity
source: Pax Capacity
es: Capacidad Pax

source: Passenger Information
es: Información de Pasajeros

source: Passport Country Issuance
es: País de Emisión

source: Passport Expiration
es: Expira

source: Passport Number
es: Número de Pasaporte

source: Password
es: Contraseña

source: Password Again
es: Repita Contraseña

# PasswordEqualVal
source: Please enter the same password again
es: Teclee el mismo contraseña nuevamente

source: Period
es: Periodo

# PeriodCloseSuccess
source: The period {0} has been closed successfully.
es: El periodo {0} se cerró exitosamente.

# PeriodCode
source: Period
es: Periodo

source: PERMISSION
es: PERMISOS

source: Permission Code
es: Código de Permiso

# PermissionMaxMinLong
source: Permission Code should be between 3 and 10
es: Código de Permiso debe estar entre 3 y 10 caracteres

source: Permission Name
es: Nombre de Permiso

# PermissionPerModule
source: Permissions per Module
es: Permisos por Módulo

source: Permissions
es: Permisos

# PermissionTitle
source: Permission Catalog
es: Catalogo de Permisos

source: Place Birth City
es: Lugar de Nacimiento

source: Process
es: Procesar

source: Process All
es: Procesar Todo
