Repository: aacostamx/SISAC
Catalog: Code/Sources/VOI.SISAC.Web/Resources/Resource.*.resx
Languages: es

# ProcessedByUserName
source: Processed By User
es: Procesado por

source: Process Pending
es: Procesar Pendientes

source: Process Progress
es: Progreso Proceso

# ProcessRunningError
source: The calculation process for the selected period is currently on execution. Please try again later.
es: El proceso de cálculo para el periodo seleccionado se encuentra en ejecución. Por favor, intente mas tarde.

source: Profile Code
es: Código del Perfil

source: Profile Name
es: Nombre del Perfil

source: Profiles
es: Perfiles

source: Provider
es: Proveedor

# ProviderMenu
source: Providers
es: Proveedores

source: Provider Name
es: Nombre Proveedor

# ProviderNameMaxLong
source: Provider name should be less than 150 characters
es: El nombre del proveedor debe de tener menos de 150 caracteres

source: Provider Number
es: Número Proveedor

# ProviderNumberMaxLong
source: Provider number should be less than 8 characters
es: Número del proveedor debe de ser menos de 8 caracteres

source: Provider Number Primary
es: Proveedor Principal

# ProviderTitle
source: Provider Catalog
es: Catálogo Proveedores

# QtyHours
source: Qty of Minutes
es: Cant. Minutos

# QtyServices
source: Qty of Servs.
es: Cant. Servs.

# Quantity
source: Quantity (Lts)
es: Cantidad (Lt)

# QuantityLabel
source: Quantity
es: Cantidad

# rangeCrew
source: You must add Crews between 3 and
es: Debes ingresar un valor mayor a 6 y menor a

# rangePax
source: You must enter a value between 1 and
es: Debes ingresar un valor mayor a 1 y menor a

source: Rate
es: Tarifa

source: Rate End Date
es: Fecha Termino de Tarifa

source: Rate Start Date
es: Fecha Inicio Tarifa

# RateTitle
source: Rate Catalog
es: Catálogo de Tarifas

# RemainingQry
source: Remaining Qry (Kgs)
es: Cantidad Remanente (Kg)

source: Remarks
es: Comentarios

# RememberMe
source: Remember
es: Recordar

source: Report
es: Reporte

source: Report Ticket
es: Reporte de Captura

# RequestedQry
source: Requested Qry (Kgs)
es: Cantidad Solicitada (Kg)

source: Required Field
es: Campo Requerido

source: Reset
es: Reiniciar

source: Responsable ASC
es: ASC Responsable

# RetrieveContractTitle
source: Retrieve contracts
es: Recuperar contratos

source: Revert
es: Revertir

source: Role Code
es: Código de Rol

# RoleMaxMinLong
source: Role Code should be between 3 and 5
es: Código de Rol debe estar entre 3 y 5 caracteres

source: Role Module Permission
es: Roles Módulos y Permisos

source: Role Name
es: Nombre de Rol

# RoleTitle
source: Role Catalog
es: Catalogo de Rol

source: Save
es: Guardar

source: Search
es: Buscar

# SelectAirline
source: Please select an airline
es: Por favor seleccione una aerolínea

source: Select File
es: Seleccionar archivo

# SelectItem
source: Select...
es: Seleccionar..

source: Select Language
es: Seleccionar Idioma

source: Sequence
es: Secuencia

source: Serial Number
es: Número de Serie

source: Service
es: Servicio

source: Service Code
es: Código Servicio

# ServiceCodeMaxLong
source: Service code length maximum must be 12 characters
es: La longitud máxima del código del servicio es de 12 caracteres

# ServiceContractCatalogTitle
source: Service Contract Catalog
es: Catálogo de Contrato de Servicios

# ServiceInfo
source: If service code contains "-EXT" indicates that its international.
es: Si el código de servicio contiene "-EXT" indicara que es internacional.

# ServiceMenu
source: Service
es: Servicio

source: Service Name
es: Servicio

# ServiceNameMaxLong
source: Service name should be less than 150 characters
es: Nombre del Servicio debe de ser menos de 150 caracteres

# ServiceRecordFlag
source: Capture Service is Required
es: Se Requiere Captura del Servicio

# ServiceTitle
source: Service Catalog
es: Catálogo de Servicios

source: Short name provider
es: Nombre corto del proveedor

# ShortNameProviderMaxLong
source: Short name provider should be less than 15 characters
es: El nombre corto del proveedor debe de ser menos de 15 caracteres

source: Sing In
es: Iniciar Sesión

# SpanishLanguage
source: Spanish
es: Español

source: Start Date
es: Fecha Inicial

source: Start Date Period
es: Inicio Periodo

source: Start Date Process
es: Inicio Proceso

# StartDateService
source: Start Date
es: Fecha Inicial

# StartTimeService
source: Start Time
es: Hora Inicial

source: State
es: Estado

# StateTaxCode
source: State Tax
es: Impuesto Estatal

# StateTaxValue
source: State Tax Rate
es: Tarifa Impuesto Estatal

source: Station Code
es: Código Estación

source: Station Name
es: Nombre Estación

source: Status
es: Estatus

source: Status On Board
es: Edo. abordo

# StatusProcessCode
source: Process Status
es: Estatus Proceso

# stewardessGendecTitle
source: Stewardess
es: Sobrecargos

# SubmitCalculationProcess
source: Calculation Process
es: Proceso de Cálculo

# SuccessCreate
source: The reccord has been created successfully
es: El registro se ha creado con éxito

# SuccessDelete
source: The reccord has been deleted successfully
es: El registro se ha eliminado con éxito

# SuccessEdit
source: The reccord has been edited successfully
es: El registro se ha editado con éxito

# SuccessfulLoadFile
source: The file has been added successfuly
es: El archivo ha sido agregado con éxito

# SuccessInactive
source: The record has been inactivated successfully
es: El registro se ha inactivado con éxito

source: Supplier Responsible
es: Responsable de Proveedor

# TakeoffWeightInTonnes
source: Takeoff Weight (Tons)
es: Peso Despegue (Ton)

source: Tax code
es: Código de impuesto

# TaxCodeMaxLong
source: Tax code length maximum must be 12 characters
es: Longitud máxima del código de impuesto es de 8 caracteres

# TaxMenu
source: Tax
es: Impuestos

source: Tax name
es: Nombre del impuesto

# TaxNameMaxLong
source: Tax name should be less than 50 caracters
es: El nombre del impuesto debe ser menos de 50 caracteres

# TaxTitle
source: Tax Catalog
es: Catálogo de Impuestos

source: Teenage
es: Medios

source: Ticket Number
es: Número de Ticket

# TotalAdultTeen
source: Total Adults & Teens
es: Total Adultos y Medios

source: Total Baggage
es: Total Equipaje

source: Total Children
es: Total Infantes

source: Total Crew
es: Total de Tripulantes

# TotalPax
source: Total Passengers
es: Total de Pasajeros

source: Under Control
es: Controlada

source: Upload File
es: Subir Archivo

# UploadItinerary
source: Upload Itinerary File
es: Carga Masiva de Itinerario

source: Username
es: Usuario

# UserTitle
source: User Catalog
es: Catalogo de Usuarios

source: User Volaris
es: Usuario Volaris

source: Version
es: Versión

# ViewDetailErrors
source: View Log Errors
es: Ver Detalle de Errores

# ViewInternationalFuelCalculationResult
source: View International Fuel Calculation Results
es: Ver Resultado de Cálculos de Combustible Extranjero

source: Visa Expiration Date
es: Expira

source: Warning
es: Advertencia

# WarningModulePermission
source: If a permission is assigned to a User(s) and/or a Role(s), the permission won´t be deleted.
es: Si un permiso esta asignado a un Usuario(s) y/o a un Rol(es), este permiso no se eliminará.

# WeightInPound
source: Airplane Weight (Lb)
es: Peso Aeronaves (Lb)

# WeightInTonnes
source: Airplane Weight (Tons)
es: Peso Aeronave (Ton)

source: Yes
es: Sí

source: View Detail Capture
es: Ver Detalle de Captura

# AirlineCatalog
source: Airline Catalogs
es: Catálogos de Aerolíneas

source: Capture
es: Capturar

source: Check and Approve
es: Consultar y Aprobar

source: Define
es: Definir

# GeneralCatalog
source: General Catalogs
es: Catálogos Generales

# HelperCatalog
source: Helper Catalogs
es: Catálogos Auxiliares

# Index
source: Home
es: Inicio

source: Learn
es: Aprender

source: Manage
es: Administrar

# SuccessActive
source: The record has been activated successfully
es: El registro se ha activado con éxito

source: Accounting Configuration
es: Configuración de Cuentas

source: Calculation Type Configuration
es: Configuración de Tipo de Calculo

source: Contract Definition
es: Definición de Contrato

source: Rate Fee Configuration
es: Configuración de Tarifas e Impuestos

# RateParamsConfiguration
source: Rate Params
es: Parametros de Tarifas

source: Service Configuration
es: Configuración de Tipo Servicio

source: Add Airports
es: Añadir Aeropuertos

# AddProfileAndRoles
source: Add Profiles & Roles
es: Añadir Perfiles y Roles

source: User Information
es: Información del Usuario

source: Passenger Manifest Summary
es: Resumen Manifiesto de Pasajeros

# ExchangeRatesTitle
source: Average Exchange Rates
es: Tipos de Cambio Promedio

source: Month
es: Mes

source: Year
es: Año

# ExchangeDate
source: Month and Year
es: Mes y Año

# ExchangeRatesMenu
source: Average Exchange Rates
es: Tipos de Cambio Promedio

# ExchangeRate
source: Average Exchange
es: Cambio Promedio

source: Month Number
es: Mes Número

# ExchangeRateUpdate
source: *Can only be updated or deleted for the current month or later.
es: *Sólo se podrá actualizar o eliminar en el mes actual o en adelante

# SuccessPolicyCreate
source: The Policy {0} has been created successfuly.
es: La Póliza {0} se ha creado exitosamente.

# CompanyCode
source: Company
es: Empresa

source: Division
es: División

# PoliciesHistoryMenu
source: View Provision Policies History
es: Ver Historial de Pólizas de Provisión

# PoliciesHistoryTitle
source: Provision Policies History
es: Historial de Pólizas de Provisión

source: Send
es: Enviar

# TimeHourFormat
source: MM/dd/yyyy HH:mm
es: dd/MM/yyyy HH:mm

# DateBaseline
source: Baseline Date
es: Fch Base

# DatePosting
source: Posting Date
es: Fch Contabiliz.

# DateValue
source: Value Date
es: Fch Valor

# EndDateComplementary
source: End Date Comp.
es: Fch Fin Comp.

source: End Date Real
es: Fch Fin Real

source: Header Text
es: Texto Encabezado

source: Item Text
es: Texto Item

# PolicyId
source: Doc. Id
es: Id Doc.

# SendByUserName
source: Send by
es: Enviado por

# StartDateComplementary
source: Begin Date Comp.
es: Fch Inicio Comp.

# StartDateReal
source: Begin Date Real
es: Fch Inicio Real

# BeginPolicyId
source: Begin Doc. Id
es: Id Doc. Inicial

# EndPolicyId
source: End Doc. Id
es: Id Doc. Fin

source: Print
es: Imprimir

source: Search by range
es: Buscar por rango

# DocError
source: Error Doc.
es: Doc. Errores

# DocSucess
source: Sucess Doc.
es: Doc. Exitosos

source: Doc. Total
es: Total Doc.

source: Base Date
es: Fecha Base

source: Posting Date
es: Fecha Contable

source: Send Policy
es: Mandar Póliza

source: Value Date
es: Fecha Valor

# TotalErrors
source: Errores
es: Errors

# TotalSucess
source: Enviados
es: Sucess

# CancelError
source: Failed to Cancel Policy, Can Not Update Policies Sent to SAP
es: Error al Cancelar la Póliza. No es Posible Cancelar Pólizas Enviadas a SAP

# ScheduleTypeCode
source: Sched. Code
es: Código Horario

# ScheduleTypeName
source: Sched. Name
es: Nombre Horario

# ScheduleTypeMenu
source: Schedules Types
es: Tipos de Horarios

# ScheduleTypeTitle
source: Schedule Types
es: Tipos de Horarios

# AirportScheduleTitle
source: Airport Schedule
es: Horarios de Aeropuerto

source: End Time Schedule
es: Hora Fin

source: Start Time Schedule
es: Hora Inicio

# AirportScheduleMenu
source: Airport Schedule
es: Horarios de Aeropuerto

# TimesSchedule
source: End Time Schedule must be greater than Start Time Schedule
es: Hora fin debe ser mayor que Hora inicio

source: Fueled Qty (Kgs)
es: Comb. Cargado (Kgs)

source: Fueled Qty (Lts)
es: Litros Cargados

# FuelingDateEnd
source: End Date
es: Fch. Fin

# FuelingDateStart
source: Start Date
es: Fch. Ini.

# FuelingTimeEnd
source: End Time
es: Hr. Fin

# FuelingTimeStart
source: Start Time
es: Hr. Ini.

# RemainingQtyKgs
source: Remainig Qty (Lts)
es: Comb. Antes Recarga (Kgs)

# RequestedQtyKgs
source: Requested Qty (Lts)
es: Carga Solicitada (Kgs)

# NationalJetFuelTicketTitle
source: Domestic Fuel Ticket
es: Remisión Combustible Nacional

source: Unauthorized
es: No autorizado

# UnauthorizedMessage
source: You don't have enough permission to access this page.
es: Usted no tiene suficiente permiso para acceder a esta página.

source: Arrival
es: Llegada

source: Departure
es: Salida

# FormatDateTime
source: MM/DD/YYYY HH:mm
es: DD/MM/YYYY HH:mm

# NationalJetFuelProcess
source: Domestic Jet Fuel Process
es: Procesar Combustible Nacional

# ViewNationalFuelCalculationResult
source: View National Fuel Calculation Results
es: Ver Resultado de Cálculos de Combustible Nacional

# NationalFuelTitle
source: National Fuel
es: Combustible Nacional

# DeleteRangeZeroDeleted
source: Any records match the parameters given.
es: Ningún registro coincidió con los parámetros.

# ErrorFormatFile
source: The file must be a TXT file and must have content.
es: El archivo debe de ser de tipo TXT y tener contenido.

# NationalFuelContract
source: Domestic Fuel Contracts
es: Contrato de Combustible Nacional

# NationalFuelRate
source: Domestic Fuel Rates
es: Tarifas de Combustible Nacional

# StartDateGreaterThanEndError
source: Invalid dates. The end date must be equal or greater than start date.
es: Fechas inválidas. La fecha final debe ser igual o mayor a la fecha inicial.

# Modulo
source: Module
es: Módulo

# NationalFuelMenu
source: Domestic Jet Fuel
es: Combustible Nacional

# Perfil
source: Profile
es: Perfil

# Permiso
source: Permission
es: Permiso

source: Security
es: Seguridad

source: User
es: Usuario

# SubmitNationalProcess
source: Calculate Costs
es: Calcular Costos

source: Page Not Found
es: Página No Encontrada

# CouldNotFindPage
source: Could not find the page
es: No se pudo encontrar la página

# GoBack
source: Go back to the
es: Volver a la

source: previous page
es: página anterior

# ConfirmAction
source: Are you sure you want to continue with this action?
es: ¿Está seguro de continuar con esta operación?

# ConfirmNationalPeriod
source: Confirm National Calculation Period
es: Confirmar Periodo de Cálculo Nacional

# NationalFuelConcept
source: Domestic Fuel Concept
es: Concepto de Combustible Nacional

# JetFuelReport
source: Remissions Capture Report
es: Reporte de Captura de Remisiones

# CreateNationalPolicy
source: Create Domestic Policy
es: Crear Póliza Nacional

# NotExchangeRates
source: No exchange rates found for
es: No hay tipos de cambio para

# SendNationalPolicy
source: Send Domestic Policy
es: Mandar Póliza Nacional

source: End Date Load
es: Fch Final Carga

source: Initial Upload Date
es: Fch Inicial Carga

# InvoiceNumber
source: Invoice No.
es: No. Factura

source: Month-Year
es: Mes-Año

# PeriodRemittance
source: Period
es: Periodo

source: Remittance ID
es: No. Remesa

# ExportPolicy
source: Export Policies
es: Exportar Polizas

source: Show Errors
es: Mostrar Errores

# ErrorOrNotFound
source: An error has occurred remittance does not exist
es: Ha ocurrido un error la remeza no existe

source: IATA Code
es: Código IATA

# ReadySentPolicy
source: Invoice policy document has been sent to SAP
es: Documento de pólizas de facturación ha sido enviada a SAP

# Sucess
source: Successful
es: Exitoso

# PendingReconciled
source: Remittance has one or more conciliated records can not be deleted.
es: Remesa tiene uno o más registros conciliados, no se puede borrar.

source: Manage Invoices
es: Administrar Remesas de Facturas

source: Discount Amount
es: Importe Descuento

source: Document Status Code
es: Estatus del documento de pólizas

source: Freight Amount
es: Importe Flete

source: Fueling Amount
es: Importe Suministro

source: Jet Fuel Amount
es: Importe Combustible

source: Process Date
es: Fecha de proceso

source: Reconciliation Status Code
es: Estatus de conciliación

source: Remittance Status Code
es: Estatus de Remesa

source: Society
es: Sociedad

source: Subtotal Amount
es: Importe Subtotal

source: Tax Amount
es: Importe Impuesto

source: Total Amount
es: Importe Total

# TotalInvoicesInRemittance
source: Invoices
es: Facturas

# CreatePolicyInvoiceErrorInProcess
source: An error ocurred while the creation process was running. Please try again.
es: Ocurrió un error en el proceso de creación de pólizas. Por favor intente de nuevo.

# CreatePolicyInvoiceErrorInRemittance
source: The policies could not be created because the remittance {0} has errors different from the Equipment Number not valid
es: Las pólizas no se crearon debido a que la remesa {0} tiene errores diferentes a Matrícula no válida.

# CreatePolicyInvoiceErrorPolicyExist
source: The remittance {0} has already policies.
es: Ya se crearon pólizas para la remesa {0}

# CreatePolicyInvoiceSuccessful
source: The policies for the remittance {0} were created successfully.
es: Se crearon exitosamente las pólizas para la remesa {0}.

# MonthYearFormatError
source: The format of the field Month-Year is not valid.
es: El formato del campo Mes-Año no es válido.

# ErrorReport
source: Export Detail Error
es: Exportar Detalle de Errores

# DownloadTemplateFile
source: Download Template
es: Descargar Plantilla

# InternationalServiceContractFileName
source: International_Service_Contract_Template.txt
es: Plantilla_Contrato_Servicio.txt

# NationalFuelContractFileName
source: National_Fuel_Contract_Template.txt
es: Plantilla_Contrato_Combustible_Nacional.txt

# NationalFuelRateFileName
source: National_Fuel_Rate_Template.txt
es: Plantilla_Tarifas_Combustible_Nacional.txt

# NationalInvoiceFileName
source: National_Invoice_Template.txt
es: Plantilla_Facturas_Nacionales.txt

source: Create Policies
es: Crear Pólizas

# ExportInvoiceDetail
source: Export Invoices Detail
es: Ver Reporte de Detalle de Facturas

source: Export Invoice Policies
es: Ver Reporte de Pólizas

# ExportInvoiceSummary
source: Export Invoices Summary
es: Ver Reporte de Resumen de Facturas

# LengthMax14
source: The maximun length must be less than 14 characters
es: Longitud máxima de 14 caracteres

# SendPolicieToSap
source: Send Policies To SAP
es: Enviar Pólizas a SAP

# ShowUploadErrorReport
source: Show Upload Errors Report
es: Ver Reporte de Errores de Carga

# ElectronicInvoiceNumber
source: Electronic Invoice No.
es: No. Factura Electrónica

# ChangeSchedule
source: Change of itinerary
es: Cambio de Itineario

# ToleranceTypeCode
source: Tolerance Type
es: Tipo de Tolerancia

source: Tolerance Value
es: Valor de Tolerancia

source: Tolerance Type Name
es: Nombre de Tipo de Tolerancia

# ReconciliationToleranceMenu
source: Reconciliation Tolerances
es: Tolerancia para Conciliación

source: Export Reconciliation Detail
es: Exportar Detalle De Conciliación

# Reconcile
source: Reconcile - Automatic
es: Conciliar - Automatico

# ReconcileInvoices
source: Remittance Reconciliation
es: Conciliación de Remesas de Facturas

# CountReconciledRecords
source: #Recs Reconciled
es: #Regs Conciliados

# CountRecords
source: #Recs Remittance
es: #Regs Remesa

# DateReconciled
source: RECONCIL Date/Time
es: Fch/Hr Conciliación

# PctReconciledRecords
source: %Recs Remittance
es: %Regs Conciliados

# ReconciledSubtotalAmount
source: Reconciled Amnt.
es: Imp. Conciliado

# ReconciliationStatusCode1
source: RECONCIL Status
es: Estatus Conciliacion

source: Search Reconcile Invoices
es: Búsqueda Conciliar Remesas de Facturas

# ManifestClosedSuccessfully
source: The manifest has been closed succesfully.
es: El manifiesto fue cerrado con éxito.

# ManifestOpenedSuccessfully
source: The manifest has been opened successfully.
es: El manifiesto fue abierto con éxito.

# ManifestUpdatedSuccessfully
source: The manifest has been updated succesfully.
es: El manifiesto fue editado con éxito.

source: Actual Departure Date
es: Fecha Real

source: Actual Departure Time
es: Hora Real

source: Delay Remarks
es: Causa de la Demora

source: Infant
es: Infantes

source: Inner Section
es: Tramo Interior

source: International
es: Internacional

source: International Exempt
es: Excentos Internacionales

source: Jet Fuel (Kg)
es: Combustible (Kg)

source: National Exempt
es: Excentos Nacionales

source: Next Scale
es: Próxima Escala

source: Operating Weight (Kg)
es: Peso de Operación (Kg)

source: Real Takeoff Weight (Kg)
es: Peso Real Despegue (Kg)

source: Safety Margin (Kg)
es: Margen de Seguridad (Kg)

source: Scale Station
es: Aeropuerto Escala

source: Scheduled Departure Date
es: Fecha Itinerada

source: Scheduled Departure Time
es: Hora Itinerada

source: Structural Takeoff Weight (Kg)
es: Peso de Despegue Estructural (Kg)

source: Transit
es: Transitorios

# UserAuthorize
source: Authorized by
es: Autorizado por

# InfantTickets
source: Infent Tickets
es: Boletos de Infante

# NickNameChiefCabinet
source: Chief Cabinet
es: Jefe de Cabina

# NickNameCommander
source: Commander
es: Comandante

# NickNameFirstOfficial
source: First Official
es: Primer Oficial

# NickNameFirstSupercargo
source: First Supercargo
es: Primer Sobrecargo

# NickNameSecondOfficial
source: Second Official
es: Segundo Oficial

# NickNameSecondSupercargo
source: Second Supercargo
es: Segundo Sobrecargo

# NickNameThirdOfficial
source: Third Official
es: Tercer Oficial

# NickNameThirdSupercargo
source: Third Supercargo
es: Tercer Sobrecargo

source: Position
es: Posición

source: Authorization
es: Autorizaciones

# DelayReason
source: Delay Reasons
es: Motivos de la Demora

# DifferenceMinutes
source: Difference
es: Minutos de Diferencia

# FormValidationError
source: There are empty fields. Please enter the information for the required fields.
es: Faltan campos por llenar en el formulario. Por favor llene todos los campos requeridos.

# ManifestDeparture
source: Departure Manifest
es: Manifiesto de Salida

source: Movement Operations
es: Movimiento de Operaciones

source: Operation Data
es: Datos de Operación

# Timeline
source: Capture Timeline
es: Captura de Línea de Tiempo

# ApplyPrevFlight
source: Apply Previous Flight
es: Aplica vuelo anterior

# ApplyPrevFlightNote
source: Beside the parameters you set, the system will show flights which arrival date is equal or less than the departure date of the current flight and its arrival airport match with the departure airport of the current airport
es: Además de los parámetros que se establezcan se mostrarán vuelos cuya fecha de llegada sea igual o menor a la fecha de salida del vuelo actual y su aeropuerto de llegada coincida con el aeropuerto de salida del vuelo actual.

source: Change Flight
es: Cambiar Vuelo

# SelectPrevFlight
source: Select Previous Flight
es: Seleccionar Vuelo Anterior

source: Reconcile - Manual
es: Conciliar - Manual

# ReconcileInvoicesManual
source: Remittance Manual Reconciliation
es: Conciliación Manual de Remesas de Facturas

# DownloadCostDetail
source: Download non-reconciled Fuel Costs
es: Descargar Costos del Periodo No-Conciliados

# DownloadInvoiceDetail
source: Download non-reconciled Invoice records
es: Descargar Registros de Remesa No-Conciliados

# ReconcileInvoicesMain
source: Remittance Reconciliation
es: Conciliar Remesas de Facturas

# ConciliationStatusCode
source: Reconciliation Status
es: Estatus Conciliación

source: Charge
es: Carga

source: Luggage
es: Equipaje

source: Mail
es: Correo

source: Previous Scale
es: Escala Anterior

source: Jet Fuel at Arrival
es: Combustible a la Llegada

# ManifestArrival
source: Arrival Manifest
es: Manifiesto de Llegada

# WeightInKilogram
source: Weight (Kg)
es: Peso (Kg)

source: Load Log
es: Log de Carga

# SuccessfulLoadFileManual
source: File has been processed. Check loading log
es: El archivo fue procesado. Revise log de carga

# UserSignature
source: Made by
es: Formulado por
